Repository: Wisembly/getsolid
Catalog: locales/messages.*.po
Languages: fr

source: Solid - The easiest solution for productive business meetings
fr: Solid - La solution la plus efficace pour vos réunions.

source: <strong>Productive</strong> and <strong>actionable</strong> meetings, every time
fr: Des réunions <strong>efficaces</strong> et <strong>concrètes</strong>, à tous les coups.

source: Run effective and easy meetings with Solid. Get the meeting agenda, tasks &amp; decisions instantly in your mailbox.
fr: Participez à des réunions simples et efficaces avec Solid. Récupérez directement l'ordre du jour, les tâches et décisions de vos réunions dans votre boite mail.

source: Get early access
fr: Inscrivez-vous

source: <img src="images/header-image-en.png" width="288" height="422" class="cover-image">
fr: <img src="images/header-image-fr.png" width="288" height="422" class="cover-image">

source: The recipe to effective meetings is simple
fr: La recette idéale pour des réunions efficaces

source: Get everyone prepared for a successful meeting
fr: Une réunion bien préparée est une réunion réussie.

source: Solid automatically retrieves all your agenda information from your Google Calendar. Your present and future events are analyzed, allowing you to receive instant notifications on the meetings that are not « solid » enough to be held.
fr: Solid accède automatiquement aux informations disponibles dans votre agenda (date, heure, participants, lieux, etc.). Vos réunions à venir sont analysées en temps réel ; vous découvrez en un coup d'oeil vos réunions à préparer. Solidifiez les bases de vos réunions pour plus d'efficacité!

source: Keep the meeting focused on the agenda
fr: Restez concentré sur l'ordre du jour

source: Solid will let you know on the time remaining before the end of the meeting and the agenda items that are left incomplete. Record your actions, your decisions and your open issues.
fr: En temps réel, Solid vous indique le temps restant avant la fin de votre réunion ainsi que les points de l'ordre du jour qui n'ont pas été entièrement traités. Solid est la mémoire de vos actions, de vos décisions et de vos points en suspens soulevés lors des réunions.

source: <img src="images/keep-meeting-focused-en.png" width="204" height="186">
fr: <img src="images/keep-meeting-focused-fr.png" width="204" height="186">

source: Receive actionable minutes right after the meeting
fr: Recevez immédiatement après la réunion un plan d'action clair.

source: All participants receive a detailed summary of the meeting’s outcomes and also a list of their personal upcoming tasks. After all the meetings, a survey is automatically sent to all participants to get their feedback on the meeting's efficiency.
fr: Chaque participant reçoit un compte-rendu détaillé de la réunion ainsi qu'un plan d'actions post-réunion personnalisé. Après chaque réunion, une enquête est automatiquement envoyée à tous les participants pour mesurer leur ressenti sur l'efficacité de la réunion.

source: <img src="images/receive-actionnable-summary-en.png" width="266" height="221">
fr: <img src="images/receive-actionnable-summary-fr.png" width="266" height="221">

source: Working with things you use everyday
fr: Solid est compatible avec ce que vous utilisez chaque jour.

source: Solid works on top of your calendar provider. You’ll be up and running in a few clicks. We’re currently working on some other cool integrations. Stay tuned for more information!
fr: Solide fonctionne déjà avec votre calendrier. Nous travaillons en ce moment à la synchronisation de Solid avec de nouvelles solutions que vous utilisez tous les jours.

source: How does spending 7 years* in meetings sounds to you?
fr: Vous imaginez passer 7 ans dans une salle de réunion ?

source: Join Solid and discover how much you're spending in meetings.
fr: Inscrivez-vous à Solid et découvrez combien de temps vous passez en réunion.

source: * That's how much the average worker spends in meetings over their lifetime.
fr: *C'est le temps moyen que passe un cadre en réunion tout au long de sa vie (source : Wisembly)

source: Solid on Twitter
fr: Solid sur Twitter

source: Wisembly on Facebook
fr: Wisembly sur Facebook

source: Made by Wisembly
fr: By Wisembly
